{
    "edit": "Edit",
    "undo": "Undo",
    "redo": "Redo",
    "chooseFace": "Choose child’s face",
    "editingPage": "Editing",
    "uploadPhoto": "Upload photo",
    "save": "Save",
    "finish": "Finish all editing",
    "cancel":  "Cancel",
    "select": "Select",
    "cover": "Cover",
    "selected": "Selected",
    "useOriginal": "Use Orignial Photo",
    "removeBg": "Remove Background",
    "ok": "OK",
    "uploading": "Uploading",
    "deleting": "Deleting",
    "pleaseSelectAllFaces": "Please choose child's face for every page",
    "finishWarning": "Please go through whether each page is finished, it will start printing after completion, no modification is allowed. Press “Cancel” to recheck.",
    "enterText": "Please enter your child’s name",
    "saving": "Saving",
    "loading": "Loading",
    "blurryWarning": "Image exceeds original size, result may be blurry",
    "leaveWarning": "Please save all changes before leaving",
    "leave":"Leave",
    "back":"Back",
    "uploadFail":"Upload failed",
    "finishShort":"Finish",
    "selectFaceAll":"Use this face for all pages?",
    "downloadImage": "Download Image",
    "finishReminder": "Press 'Finish all editing' after finishing.",

    "tutorTitle":"Picture book editing instruction",
    "tutor1.1":"Upload photos, one or multiple photos (different expressions on each page) can be uploaded.",
    "tutor1.2":"Select “Use the Original Photo” to upload photos with background already removed.",
    "tutor1.3":"Select  “Remove  Background”  and  the  system  will  remove  the  background for you automatically.",
    "tutor2.1":"After  uploading  photos,  the  avatar  will  appear  on  the  left  (PC  edition)  or below (Phone edition).",
    "tutor2.2":"Press the desirable avatar and then the avatar will be displayed  on  the  protagonist  of  picture  book  automatically. ",
    "tutor2.3":"For  adjusting  the avatar’s position or size slightly, press the avatar to edit and drag the avatar to adjust.",
    "tutor2.4":"Rotate or zoom in&out",
    "tutor2.5":"Reverse left and right",
    "tutor3.1":"Press the next page to edit after the current page is finished.",
    "tutor4.1":"The  edition  of  the  entire  picture  book  is  completed. After  editing  the  entire picture book, please carefully check that an avatar is uploaded for each page.",
    "tutor4.2":"Then please click 'Finish all editing'.",

    "imgTutor1":"Select photos according to the following requirements for optimum effect: ",
    "imgTutor2":"－Photo with distinct individual and plenty of brightness",
    "imgTutor3":"－Full face photo",
    "imgTutor4":"－Without hat or sunglasses shading the head",
    "imgTutor5":"One or multiple photos (different expressions on each page) can be uploaded"

}